/* Error string for OTR message string */
"A private conversation could not be set up." = "Percakapan pribadi belum diatur";

/* Title for the about page */
"About" = "Tentang";

/* Label for button to show version numbers and licenses */
"About This Version" = "Tentang Versi Ini";

/* SSL error message */
"Access denied" = "Akses ditolak";

/* The string describing a buddy's account */
"Account" = "Akun";

/* Title for the accounts tab */
"Accounts" = "Akun";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Aktif";

/* Button title to add someone as a buddy */
"Add" = "Tambah";

/* The title for the view to add a buddy */
"Add Buddy" = "Tambah Teman";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Tambahkan Akun Lainnya";

/* String to describe advanced set of settings */
"Advanced" = "Advanced";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Pengaturan Enkripsi Lanjutan";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "Semua pesan masuk yang berisi URL akan diambil secara default untuk menampilkan pratinjau media. Ini diperlukan agar pesan media berfungsi dengan benar. Nonaktifkan ini jika Anda tidak mempercayai kontak Anda";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Kesalahan ketika mengenkripsi pesan dan pesan tidak dapat dikirim";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Arsip";

/* Shown to confirm destructive actions */
"Are you sure?" = "Apa kamu yakin?";

/* SSL error message */
"Attempt to restore an unknown session" = "Mencoba mengembalikan sesi yang tidak diketahui";

/* Text for media message summary */
"Audio Message" = "Pesan Suara";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Hapus otomatis";

/* error */
"Automatic Downloads Disabled" = "Unduhan Otomatis Dimatikan";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "Mengambil Media Secara Otomatis";

/* Label in buddy list for users that are available */
"Available" = "Tersedia";

/* Label in buddy list for users that are away */
"Away" = "Pergi";

/* SSL error message */
"Bad certificate format" = "Format sertifikat buruk";

/* SSL error message */
"Bad MAC" = "MAC buruk";

/* SSL error message */
"Bad protocol version" = "versi protokol buruk";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite buruk";

/* SSL error message */
"Bad unsupported cert format" = "Format sertifikat buruk yang tidak didukung";

/* string to describe basic set of settings */
"Basic" = "Dasar";

/* username section */
"Basic Setup" = "Pengaturan Dasar";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Karena isi dari database dienkripsi dengan kata kunci Anda, maka Anda telah kehilangan akses terhadap data Anda. Anda harus memasang ulang ChatSecure untuk melanjutkan. Password manager seperti 1Password atau MiniKeePass dapat membantu membuat dan menyimpan kata sandi yang kuat.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "Blok";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blok & Hilangkan";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Buddy has moved!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Info Teman";

/* Label for button to take a photo from camera */
"Camera" = "Kamera";

/* Cancel an alert window */
"Cancel" = "Batal";

/* Error string for OTR message string */
"Cannot read the received message." = "Tidak dapat membaca pesan yang diterima";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Tidak dapat mengidentifikasi tipe OTR yang diterima.";

/* SSL error message */
"Cert chain not verified by root" = "Rantai sertifikat tidak diverifikasi oleh root";

/* SSL error message */
"Certificate expired" = "Sertifikat kadaluarsa";

/* SSL error message */
"Certificate revoked" = "Sertifikat dicabut";

/* SSL error message */
"Chain had a cert not yet valid" = "Sertifikat Chain belum valid";

/* SSL error message */
"Chain had an expired cert" = "Sertifikat Chain kadaluarsa";

/* Title for chat view */
"Chat" = "Percakapan";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Ngobrol denganku dengan tersandi";

/* Title for chats view */
"Chats" = "Percakapan";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Periksa sumbernya di Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Pilih dari beberapa server publik, atau gunakan milik Anda sendiri.";

/* title for server selection screen */
"Choose Server" = "Pilih Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Negosiasi Cipher Suite gagal";

/* Label for text field where you compose a new message */
"Compose" = "Buat Baru";

/* SSL error message */
"Configuration error" = "Kesalahan pengaturan";

/* String for button to connect connect */
"Connect" = "Menghubungkan";

/* Whether or not account is logged in */
"Connected" = "Terhubung";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Menghubungi";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Menghubungkan Ke Tor";

/* SSL error message */
"Connection closed gracefully" = "Koneksi ditutup secara anggun";

/* SSL error message */
"Connection closed via error" = "Hubungan ditutup karena kesalahan";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Salin";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "Salin Laman";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Tidak dapat mendekripsi database. Jika aplikasi tidak berfungsi dengan benar, Anda mungkin perlu menghapus dan menginstal ulang.";

/* Error description */
"Could not parse URL." = "Tidak dapat membuka URL";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Tidak mendapatkan kunci publik dari sertifikat";

/* No comment provided by engineer. */
"Crash Detected" = "Masalah Ditemukan";

/* Title for button to create account */
"Create" = "Buat";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Buat akun baru";

/* Start of sentence that will be followed by names */
"Created by" = "Dibuat oleh";

/* Title for progress of creating a new account */
"Creating Account" = "Membuat akun";

/* Place holder label for custom domains */
"Custom" = "Pengaturan";

/* if you want to change your username */
"Customize Username" = "Ubah Nama Pengguna";

/* No comment provided by engineer. */
"Database Error" = "Kesalahan Database";

/* e.g. for deactivating your push account */
"Deactivate" = "Nonaktifkan";

/* SSL error message */
"Decoding error" = "Kesalahan ketika mendecode";

/* SSL error message */
"Decompression failure" = "Dekompresi gagal";

/* SSL error message */
"Decryption error" = "Dekripsi mengalami kesalahan";

/* SSL error message */
"Decryption failed" = "Dekripsi gagal";

/* SSL error message */
"Decryption failure" = "Dekripsi gagal";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* action button for deleting something */
"Delete" = "Menghapus";

/* Button to delete account */
"Delete Account" = "Menghapus Akun";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Hapus Akun?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Hapus percakapan waktu terputus";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Dikirim";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "Did you know you can now help fund future development directly within the app?";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Jangan Ganggu";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "Sumbang";

/* Title for button to press when user is finished */
"Done" = "Selesai";

/* Title for button to download something */
"Download" = "Unduh";

/* Button to edit account details */
"Edit Account" = "Ubah Akun";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Aktifkan";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Aktifkan Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Kesalahan enkripsi";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Ketik nama grup";

/* Title of error message pop-up box */
"Error" = "Kesalahan";

/* title label for error when creating account */
"Error Creating Account" = "Kesalahan Ketika Membuat Akun";

/* SSL error message */
"Export restriction" = "Batasi ekspor";

/* Default message when a user status is set to extended away */
"Extended Away" = "Extended Away";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Gagal menghubungi XMPP server. Pastikan login anda benar dan terkoneksi dengan internet, kemudian coba lagi.";

/* SSL error message */
"Fatal alert" = "Kesalahan fatal";

/* Error string for when file is too big. */
"File exceeds maximum size." = "File exceeds maximum size.";

/* Text for file message summary */
"File Message" = "Pesan File";

/* Error */
"File not found." = "File tidak ditemukan";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Lupakan kata kunci?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Hasilkan Kata Sandi Aman";

/* Title for button to start migration tool */
"Get Started" = "Memulai";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Obrolan Grup";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Nama Grup";

/* SSL error message */
"Handshake failure" = "Jabat tangan gagal";

/* Label for button to open link to translate app */
"Help Translate" = "Bantu menerjemahkan";

/* Label for button to hold to record audio */
"Hold to talk" = "Tahan untuk berbicara";

/* Label text for hostname field on login scree */
"Hostname" = "Nama Host";

/* SSL error message */
"I/O would block (not fatal)" = "I/O mungkin diblok (tidak fatal)";

/* Button to ignore the migrated buddy warning */
"Ignore" = "Acuhkan";

/* SSL error message */
"Illegal parameter" = "Parameter ilegal";

/* segmented control value for active conversations */
"Inbox" = "Kotak Masuk";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Buffer tidak cukup";

/* SSL error message */
"Insufficient security" = "Keamanan tidak memadai";

/* SSL error message */
"Internal error" = "Kesalahan internal";

/* SSL error message */
"Invalid certificate chain" = "Rangkaian sertifikat tidak valid";

/* title label for invalid email */
"Invalid Email" = "Email salah";

/* Button to invite friends */
"Invite Friends" = "Undang Teman";

/* Title for migration header view */
"It's time to move!" = "It's time to move!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Gabung Grup";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "Bahasa";

/* log in to account */
"Log In" = "Masuk";

/* log out from account */
"Log Out" = "Keluar";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Masuk otomatis";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Atur akun ChatSecure Push";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Atur Kunci Saya";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Atur sertifikat SSL yang tersimpan";

/* button to do something later */
"Maybe Later" = "Mungkin Nanti";

/* No comment provided by engineer. */
"Me" = "Saya";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Pesan tidak dapat dikirim karena teman telah mengakhiri obrolan pribadi. Sebaiknya tutup koneksi, atau merefresh kembali.";

/* microphone permission is disabled */
"Microphone Disabled" = "Mikrofon Dinonaktifkan";

/* Title for button to start migration tool */
"Migrate Account" = "Ganti Akun";

/* SSL error message */
"Miscellaneous bad certificate" = "Miscellaneous bad certificate";

/* SSL error message */
"Module attach failure" = "Gagal memasang modul";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "Bantuan lainnya";

/* label for new account info for migration */
"My new account information" = "Informasi Akun Baru Saya";

/* Your QR code */
"My QR Code" = "Kode QR Saya";

/* The string describing a buddy's display name */
"Name" = "Nama";

/* For a new settings value */
"New" = "Baru";

/* Title for New Account View */
"New Account" = "Akun Baru";

/* when a new message notification is received */
"New Message!" = "Pesan Baru!";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Sertifikat SSL Baru";

/* Label for button to go to next step */
"Next" = "Selanjutnya";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nama Panggilan";

/* SSL error message */
"No Error" = "Tidak Ada Kesalahan";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "No HTTP upload servers found.";

/* SSL error message */
"No renegotiation allowed" = "Negosiasi ulang tidak diizinkan";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Notify Contacts of New Account";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Lama";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Buka di Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Buka di Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Buka di Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Buka di Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Boleh tak diisi";

/* Title for other miscellaneous settings group */
"Other" = "Lainnya";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "Kami mensyaratkan enkripsi namun kami tetap mencoba mengirimkan pesan tanpa enkripsi";

/* Label text for password field on login screen */
"Password" = "Sandi";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Pembayaran Tidak Tersedia";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Peer cert is valid, or was ignored if verification disabled";

/* SSL error message */
"Peer dropped connection before responding" = "Peer dropped connection before responding";

/* SSL error message */
"Peer host name mismatch" = "Nama host peer tidak cocok";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "Menunggu Persetujuan";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Hapus permanen";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Text for media message summary */
"Picture Message" = "Foto Obrolan";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Sematkan Sertifikat";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "Mohon masukkan alamat email yang benar";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "Please contact your server administrator.";

/* Label for port number field for connecting to service */
"Port" = "Port";

/* title for contacts profile view */
"Profile" = "Profil";

/* Title for push-messaging related settings */
"Push" = "Tekan";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "Kode QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Received a general OTR error.";

/* Error string for OTR message string */
"Received a heartbeat." = "Received a heartbeat.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Menerima pesan terenkripsi namun tidak dapat dibuka karena koneksi pribadi belum tersambung";

/* Error string for OTR message string */
"Received an unencrypted message." = "Menerima pesan tidak dienkripsi";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Menerima dan membuang pesan yang ditujukan untuk pihak lain";

/* Error string for OTR message string */
"Received our own OTR messages." = "Received our own OTR messages.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Belakangan Ini";

/* SSL error message */
"Record overflow" = "Record overflow";

/* Button title to reject a request such as a buddy request */
"Reject" = "Tolak";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Ingat Kata Kunci";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Ingat password";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Hilangkan";

/* No comment provided by engineer. */
"Removed By Server" = "Dihapus Oleh Peladen";

/* Reply to an incoming message */
"Reply" = "Balas";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Diperlukan";

/* Label for button to resend message. */
"Resend" = "Kirim ulang";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Kirim ulang Obrolan";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Atur ulang";

/* Label for text input for XMPP resource */
"Resource" = "Sumber";

/* Title for button for saving a setting */
"Save" = "Simpan";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Sertifikat Tersimpan";

/* Label for sharing via QR Code */
"Scan QR" = "Pindai QR";

/* Label for text field where you search for a buddy */
"Search" = "Cari";

/* Title heading in settings */
"Security" = "Keamanan";

/* Title of alert box warning about security issues */
"Security Warning" = "Peringatan Keamanan";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "Kirim Saran";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Kirim pesan plaintext";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Mengirim";

/* Error string for OTR message string */
"Sent a heartbeat." = "Sent a heartbeat.";

/* server selection section title */
"Server" = "Peladen";

/* SSL error message */
"Server closed session with no notification" = "Server menutup sesi tanpa pemberitahuan";

/* SSL error message */
"Server has requested a client cert" = "Server has requested a client cert";

/* button to show more information about your XMPP server */
"Server Information" = "Informasi Peladen";

/* Title for the Settings screen */
"Settings" = "Pengaturan";

/* Title for sharing a link to the app */
"Share" = "Bagikan";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Tampilkan Pengaturan Lanjutan";

/* title label for signing up for a new account */
"Sign Up" = "Daftar";

/* Label for button to skip this step */
"Skip" = "Lewati";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Seseorang";

/* received a typing notification */
"Someone is typing..." = "Someone is typing...";

/* SSL error message */
"SSL protocol error" = "Kesalahan protokol SSL ";

/* Button to switch the chat over to the migrated account */
"Switch" = "Ganti";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Terima kasih atas kontribusi Anda!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages.";

/* Error string for OTR message string */
"The message received contains malformed data." = "Pesan yang diterima mengandung data yang salah";

/* Error string for OTR message string */
"The previous message was resent." = "Pesan sebelumnya dikirim ulang";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "The XMPP server does not support in-band registration";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "This device doesn't seem to be configured to make payments.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor merupakan fitur eksperimen, gunakan secara bijak";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Tidak Dapat Mengirim Pesan";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Unarchive";

/* SSL error message */
"Underlying cryptographic error" = "Underlying cryptographic error";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Unexpected (skipped) record in DTLS";

/* SSL error message */
"Unexpected message received" = "Pesan tidak terduga diterima";

/* SSL error message */
"Unknown Cert Authority" = "Otoritas sertifikat tidak diketahui";

/* SSL error message */
"Unknown certificate" = "Sertifikat tidak diketahui";

/* Describes an error without a known cause */
"Unknown Error" = "Kesalahan Tidak Diketahui";

/* Label for button to unlock app */
"Unlock" = "Buka kunci";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "User canceled";

/* Example of a username using the words user and example */
"user@chat.tribu.monster" = "nama@contoh.com";

/* Label text for username field on login screen */
"Username" = "Nama pengguna";

/* SSL error message */
"Valid cert chain, untrusted root" = "Valid cert chain, untrusted root";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Sertifikat valid";

/* To let the user know the fingerprint as been checked */
"Verified" = "Terverifikasi";

/* Shown when verifying fingerprints */
"Verify" = "Verifikasi";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifikasi Sidik Jari";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versi";

/* Text for media message summary */
"Video Message" = "Pesan Video";

/* The label for a button to view the buddy profile */
"View Profile" = "Lihat Profil";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Menunggu";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Apakah Anda ingin menggunakan UserVoice untuk mengirimkan saran?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "Kamu\nAnda\n";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "You and %@ are now friends.";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Masa aktif akun Anda telah habis.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Masa aktif akun Anda sampai '%1$d' hari.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "Donasi anda akan menolong pembiayaan pengembangan ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "Sandi Anda hanya akan disimpan di iOS Keychain perangkat ini saja, yang sama keamanannya dengan kata kunci atau pin perangkat Anda. Namun, sandi akan hilang saat backup/restore via iTunes. Mohon hapalkan sandi Anda atau Anda akan kehilangan riwayat percakapan.";

